using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace KSiP
{
    abstract class Text
    {
        static public string RawText = "У добірці запропоновано тексти для державної підсумкової атестації, яка проводитиметься в 9 класі у формі диктанту. Вони охоплюють усі теми чинної програми з української мови в 5–9 класах. За тематикою тексти презентують українську культуру, історію, науку та літературу. Матеріал добирався з довідників, науково-популярної літератури, сучасної публіцистики, творів письменників та адаптовувався відповідно до чинного правопису сучасної української мови. Тексти диктантів відповідають мовній і соціокультурній змістовим лініям, мають пізнавальний характер і значний виховний потенціал.Тут є розповіді про українських науковців, політиків, письменників та акторів, а також пейзажні замальовки та цікаві факти про мальовничі місця, етюди про мистецькі жанри та незвичайні вподобання.Для зручності тексти згруповано за певними темами, а саме: «Мальовнича Україна», «Достойники», «Цікавинки звідусіль», «Літературні скарби», «Народні звичаї та обряди», «Мова», «Непересічні особистості», «Природа» та «Світ захоплень». Ураховуючи, що учні навчаються в закладах різного типу, у добірці подано диктанти різного ступеня складності.Тексти підвищеної складності позначено окремо."
;
    }
}
